
"Yes" = "Sì";

"No" = "No";

"MainFan" = "Ventola principale";

"Left Fan" = "Ventola sinistra";

"Right Fan" = "Ventola destra";

"smcFanControl has not been tested on this machine yet, but it should run if you follow the instructions. \n\nIf you choose to continue, please make sure you have no other FanControl-software running. Otherwise please quit, deinstall the other software, restart your machine and rerun smcFanControl!" = "smcFanControl non è ancora stato testato su questo modello, ma dovrebbe funzionare se segui le istruzioni. \n\nSe decidi di continuare, assicurati di non avere altre applicazioni per il controllo delle ventole attive. Altrimenti spegni, disinstalla le altre applicazioni, riavvia il tuo computer e avvia nuovamente smcFanControl!";

"Continue" = "Continua";

"Quit" = "Spegni";

"Alert!" = "Avviso!";

"Do you want to reset smcFanControl to default settings? Fans will return to default speed." = "Vuoi ripristinare smcFanControl alle impostazioni predefinite?\nLe ventole torneranno alla velocità normale.";

"Please shutdown your computer now to return to default fan settings." = "Spegni il tuo computer ora per tornare alle impostazioni delle ventole predefinite.";

"Reset Settings" = "Ripristina impostazioni";

"Shutdown required" = "Spegnimento richiesto";

/* Sleep/Wake Fix */
"Sleep/Wake Fix..." = "Correzione per standby/riattivazione";

"Sleep/Wake Fix for Intel Macs" = "Correzione per standby/riattivazione per Mac Intel";

"Older Intel Macs can crash when waking from sleep due to macOS hibernation features designed for newer hardware. This fix disables hibernation and related features so your Mac sleeps and wakes reliably." = "Mac Intel più vecchi potrebbero bloccarsi quando si riattivano dallo standby a causa di funzionalità dell'ibernazione di macOS progettate per hardware più recenti. Questa correzione disabilita l'ibernazione e le funzionalità correlate in modo da permettere al tuo mac di andare in standby e riattivarsi in modo affidabile.";

"No reboot required. Changes take effect immediately." = "Nessun riavvio richiesto. Le modifiche hanno effetto immediato.";

"Fix Applied" = "Correzione applicata";

"Needs Fix" = "Richiede correzione";

"Apply Fix" = "Applica correzione";

"Restore Defaults" = "Ripristina valori predefiniti";

/* Menu items */
"Quit smcFanControl CE" = "Spegni smcFanControl CE";

/* Support */
"Support on Ko-fi" = "Assistenza su Ko-fi";
